type Question = {
  id: number;
  question: string;
};

export const QUESTIONS: Question[] = [
  {
    id: 1,
    question: 'Амралтын өдрүүдэд ажлын өдрүүдээс тэс өөр цагт унтаж, босдог уу?',
  },
  {
    id: 2,
    question: 'Оройд нойр хүрэхгүй, өглөөд босоход үнэхээр хүнд байдаг уу?',
  },
  {
    id: 3,
    question: 'Орондоо ороод хэвтэхээр янз бүрийн бодол толгойд эргэлдээд нойр хулждаг уу?',
  },
  {
    id: 4,
    question: 'Шөнө дунд сэрвэл буцаж унтах гэж нэлээд уддаг уу?',
  },
  {
    id: 5,
    question: 'Орондоо орсныхоо дараа утсаа оролдох эсвэл дэлгэц ширтэх зуршилтай юу?',
  },
  {
    id: 6,
    question: 'Оройн цагаар кофе, энергийн ундаа, чихэрлэг зүйлс тогтмол хэрэглэдэг үү?',
  },
  {
    id: 7,
    question: '7-8 цаг бүтэн унтаад ч өглөө амарсан мэдрэмж төрөхгүй, ядарсан хэвээр байдаг уу?',
  },
  {
    id: 8,
    question: 'Удаан унтсаны дараа бие нозоорч, толгой манарах мэдрэмж төрдөг үү?',
  },
];
